import React from 'react'

const TermsConditions = () => {
    return (
        <div className='mt-0 sm:mt-16 sm:py-8 sm:px-10 px-4'>
            <h1 className='sm:text-4xl text-2xl font-bold mb-5 text-center'>কমদাম ডট কম-এ স্বাগতম।</h1>
            <h1 className='sm:text-xl text-lg font-bold mb-5'>ব্যবহারের শর্তাবলী:</h1>
            <p className='text-sm sm:text-base '>
                1.1 ওয়েবসাইট ব্যবহার করে, আপনি, এখানে নির্ধারিত যোগ্যতার মানদণ্ডের পরিপ্রেক্ষিতে একজন নিবন্ধিত বা অতিথি ব্যবহারকারী শর্তাবলী দ্বারা আবদ্ধ হতে সম্মত হন। ওয়েবসাইটের আপনার ক্রমাগত ব্যবহার হিসাবে দয়া করে সেগুলিকে সাবধানে পড়ুন, আপনি এই শর্তাবলী দ্বারা আবদ্ধ হওয়ার জন্য আপনার চুক্তির স্বাক্ষর করছেন। আপনি শর্তাবলী দ্বারা আবদ্ধ হতে না চান, আপনি সাবস্ক্রাইব বা ওয়েবসাইট বা আমাদের পরিষেবা ব্যবহার করতে হবে না I <br/><br/>

                1.2 নিহিত বা স্পষ্টভাবে এই শর্তাদি গ্রহণ করার মাধ্যমে, আপনি সময়ে সময়ে সংশোধিত komdaam   নীতি (সহ কিন্তু সীমাবদ্ধ নয় https:// komdaam.com/t/PrivacyInfo-এ উপলব্ধ গোপনীয়তা নীতি) দ্বারা আবদ্ধ হতে সম্মত হন I <br/><br/>

                1.3 এই শর্তাবলীতে "আপনি" এবং "ব্যবহারকারী" এর অর্থ হল ওয়েবসাইট, এর বিষয়বস্তু এবং ওয়েবসাইটের মাধ্যমে প্রদত্ত পরিষেবাগুলি ব্যবহার করে অ্যাক্সেস করা শেষ-ব্যবহারকারী/গ্রাহক। “ওয়েবসাইট” komdaam.com<br/><br/>

                1.4 এখানে উল্লিখিত বিষয়বস্তু তথ্য ও যোগাযোগ প্রযুক্তি আইন, ২০০৬ (তথ্য ও যোগাযোগ প্রযুক্তি আইন, ২০০৬) এবং সময়ে সময়ে সংশোধিত এবং প্রযোজ্য নিয়মের অধীনে একটি ইলেকট্রনিক রেকর্ড গঠন করে। যেমন, এই নথিতে কোনও শারীরিক বা ডিজিটাল স্বাক্ষরের প্রয়োজন নেই এবং ওয়েবসাইট এবং ব্যবহারকারীর মধ্যে একটি বৈধ এবং বাধ্যতামূলক চুক্তি তৈরি করে।<br/><br/>

                1.5 ওয়েবসাইটটি komdaam.com দ্বারা পরিচালিত হয়, একটি কোম্পানি যা বাংলাদেশের আইনের অধীনে অন্তর্ভুক্ত, যার নিবন্ধিত অফিস রয়েছে……………….., ঢাকা, বাংলাদেশ। এই শর্তাবলীতে ওয়েবসাইটের সমস্ত রেফারেন্স অনলাইন পোর্টালের অন্তর্ভুক্তিতে পূর্বোক্ত সত্তার উল্লেখ বলে মনে করা হবে।<br/><br/>

                1.6 এই ওয়েবসাইটটিতে অন্যান্য ওয়েবসাইটের লিঙ্কও থাকতে পারে, যেগুলি কমদাম ডট কম দ্বারা পরিচালিত হয় না এবং লিঙ্কযুক্ত সাইটগুলির উপর কমদাম ডট কম কোনও নিয়ন্ত্রণ নেই এবং সেগুলির জন্য বা আপনার ব্যবহারের ফলে যে কোনও ক্ষতি বা ক্ষতি হতে পারে তার জন্য কোনও দায় স্বীকার করে না৷ লিঙ্ক করা সাইটগুলির আপনার ব্যবহার এই ধরনের প্রতিটি সাইটের মধ্যে থাকা ব্যবহারের শর্তাবলী এবং পরিষেবার সাপেক্ষে হবে।<br/><br/>

                1.7 আমরা যেকোনো সময় এই শর্তাবলী পরিবর্তন করার অধিকার সংরক্ষণ করি। ওয়েবসাইটে পোস্ট করা হলে এই ধরনের পরিবর্তন কার্যকর হবে। আমরা এই ধরনের কোনো পরিবর্তন পোস্ট করার পরে ওয়েবসাইট ব্যবহার চালিয়ে যাওয়ার মাধ্যমে, আপনি পরিবর্তিত হিসাবে শর্তাদি স্বীকার করেন।<br/><br/>

                1.8 এই শর্তাবলী নিচে সেট করা শর্তাবলী অনুসারে আপনি বা কমদাম ডট কম দ্বারা সমাপ্ত না হওয়া পর্যন্ত প্রযোজ্য হবেI<br/><br/>

                1.9 কমদাম ডট কম সাথে চুক্তিটি (i) ওয়েবসাইট অ্যাক্সেস না করার মাধ্যমে বাতিল করা যেতে পারে; অথবা (ii) আপনার অ্যাকাউন্ট বন্ধ করা, যদি এই ধরনের একটি বিকল্প আপনার জন্য উপলব্ধ করা হয়।<br/><br/>

                1.10 পূর্বোক্ত সত্ত্বেও, এই শর্তাবলীতে সেট করা এই বিধানগুলি যেগুলি তাদের প্রকৃতির দ্বারা টিকে থাকে, এই চুক্তির সমাপ্তি/মেয়াদ শেষ হওয়ার পরেও বেঁচে থাকবে৷<br/><br/>

                <span className='font-bold'>2. যোগ্যতা</span><br/><br/>

                2.1 ওয়েবসাইটটির ব্যবহার শুধুমাত্র সেই ব্যক্তিদের জন্য উপলব্ধ যারা চুক্তি আইন, 1872 এর অধীনে আইনিভাবে চুক্তি করতে পারেন।<br/><br/>

                2.2 যদি আপনি একজন অপ্রাপ্তবয়স্ক হন অর্থাৎ 18 বছরের কম বয়সী হন, তাহলে আপনি komdaam.com -এর ব্যবহারকারী হিসেবে নিবন্ধন করবেন না এবং ওয়েবসাইটটিতে লেনদেন বা ব্যবহার করবেন না। একজন নাবালক হিসেবে, আপনি যদি কোনো ওয়েবসাইট ব্যবহার বা লেনদেন করতে চান, তাহলে এই ধরনের ব্যবহার বা লেনদেন ওয়েবসাইটে আপনার আইনি অভিভাবক বা পিতামাতার দ্বারা করা হতে পারে।  আপনার সদস্যপদ বাতিল করার অধিকার সংরক্ষণ করে এবং/অথবা আপনাকে ওয়েবসাইটটিতে অ্যাক্সেস প্রদান করতে অস্বীকার করে যদি এটি komdaam.com -এর নজরে আনা হয় বা যদি এটি আবিষ্কৃত হয় যে আপনার বয়স 18 বছরের কম।<br/><br/>

                2.3 শর্তাদি স্বীকার করে বা ওয়েবসাইটে ব্যবহার বা লেনদেন করার মাধ্যমে, ব্যবহারকারী অপরিবর্তনীয়ভাবে ঘোষণা করেন এবং অঙ্গীকার করেন যে তিনি আইনি বয়সের অর্থাৎ 18 বছর বা তার বেশি বয়সী, এবং একটি বাধ্যতামূলক চুক্তিতে প্রবেশ করতে সক্ষম এবং এই ধরনের ব্যবহার একটি গঠন হিসাবে বিবেচিত হবে প্রযোজ্য আইনের অধীনে অনুমোদিত পরিমাণে ওয়েবসাইট এবং এই জাতীয় ব্যবহারকারীর মধ্যে চুক্তি।<br/><br/>

                2.4 ওয়েবসাইটের মাধ্যমে প্রদত্ত পরিষেবার ব্যবহার শুধুমাত্র তখনই পাওয়া যায় যখন যে ব্যবহারকারীর কাছে পণ্য (গুলি) বিতরণ করা হবে তার ঠিকানা ঢাকা শহরের মধ্যে হয়; komdaam.com উত্তরা, টঙ্গী, মিরপুর, ক্যান্টনমেন্ট, বনানী, বনানী ডিওএইচএস, গুলশান, বারিধারা, বারিধারা ডিওএইচএস, বাড্ডা, মহাখালী, মহাখালী ডিওএইচএস, খিলগাঁও, পল্টন, মতিঝিল, বনশ্রী, মগবাজার, মেলবাগে 1 ঘন্টা ডেলিভারি পরিষেবা দিয়ে পরিষেবা দিচ্ছে। , কল্যাণপুর, শ্যামলী, পাইকপাড়া, পল্লবী, এবং মোহাম্মদপুর। ঢাকা শহরের বাকি অংশের জন্য, চালডাল বর্তমানে 4-7 ঘন্টা সময়সীমার মধ্যে সরবরাহ করছে। উপরোক্ত বিষয় সাপেক্ষে, ব্যবহারকারী যদি একটি সুবিধাজনক সময় উল্লেখ করে এবং সেই সময়ের মধ্যে পণ্য পাঠাবে।<br/><br/>

                <span className='font-bold'>3. যোগাযোগ</span><br/><br/>

                3.1 আপনি যখন Komdaam.com ব্যবহার করেন বা ফোন বা ইমেলের মাধ্যমে আমাদের সাথে যোগাযোগ করেন, তখন আপনি আমাদের কাছ থেকে যোগাযোগ পেতে সম্মত হন। আপনি আমাদেরকে ই-মেইল, এসএমএস, ফোন কল, বা ওয়েবসাইটে নোটিশ পোস্ট করে বা যোগাযোগের অন্য কোনো পদ্ধতির মাধ্যমে আপনার সাথে যোগাযোগ করার অনুমোদন দেন। চুক্তিভিত্তিক উদ্দেশ্যে, আপনি আমাদের কাছ থেকে যোগাযোগ (লেনদেনমূলক, প্রচারমূলক, এবং/অথবা বাণিজ্যিক বার্তা সহ) পেতে সম্মতি দিচ্ছেন, আপনার ওয়েবসাইট ব্যবহার এবং/অথবা ওয়েবসাইটে দেওয়া আপনার অর্ডারের বিষয়ে। উপরন্তু, সাইটে পোস্ট করা বা ইমেলের মাধ্যমে আপনাকে পাঠানো যেকোনো প্রকাশ লিখিতভাবে করা যোগাযোগের আইনি বাধ্যবাধকতা পূরণ করে।<br/><br/>

                <span className='font-bold'>4. আপনার অ্যাকাউন্ট এবং দায়িত্ব</span><br/><br/>

                4.1 যেকোন ব্যক্তি ওয়েবসাইটে নিবন্ধন করে বা অতিথি হিসাবে ওয়েবসাইট ব্যবহার করে ওয়েবসাইট অ্যাক্সেস করতে পারেন। যাইহোক, কোনও অতিথি ব্যবহারকারীর নির্দিষ্ট সুবিধা/প্রচারমূলক অফার সহ ওয়েবসাইটের সমস্ত বিভাগে অ্যাক্সেস নাও থাকতে পারে, যা শুধুমাত্র নিবন্ধিত ব্যবহারকারীদের উদ্দেশ্যে সংরক্ষিত থাকবে এবং যা ওয়েবসাইটের নিজস্ব বিবেচনার ভিত্তিতে সময়ে সময়ে পরিবর্তিত হতে পারে।<br/><br/>

                4.2 আপনি যদি ওয়েবসাইটের সাথে আপনার অ্যাকাউন্ট নিবন্ধন করতে চান, তাহলে আপনাকে একটি বৈধ বাংলাদেশী মোবাইল নম্বর এবং/অথবা আপনার ফেসবুক অ্যাকাউন্ট বা আপনার ইমেল ঠিকানা দিয়ে নিবন্ধন করে অথবা ওয়েবসাইট নিবন্ধনে নির্ধারিত বিশদগুলি পূরণ করে একটি অ্যাকাউন্ট তৈরি করতে হবে। ফর্ম তারপরে আপনি একটি পাসওয়ার্ড বা এককালীন পিন পাবেন যা দিয়ে আপনি অর্ডার দেওয়ার জন্য ওয়েবসাইটে লগ ইন করতে পারেন।<br/><br/>

                4.3 আপনি যদি ওয়েবসাইট ব্যবহার করেন, তাহলে আপনি আপনার ব্যবহারকারীর নাম এবং পাসওয়ার্ডের গোপনীয়তা বজায় রাখার জন্য দায়ী থাকবেন এবং আপনার ব্যবহারকারীর নামের অধীনে ঘটে যাওয়া সমস্ত ক্রিয়াকলাপের জন্য আপনি দায়ী থাকবেন এবং আপনি আপনার কম্পিউটার বা মোবাইল ফোনে অ্যাক্সেস সীমাবদ্ধ করার বাধ্যবাধকতার অধীনে থাকবেন। আপনার অ্যাকাউন্টে অননুমোদিত অ্যাক্সেস প্রতিরোধ করুন। আপনার যদি বিশ্বাস করার কোনো কারণ থাকে যে আপনার পাসওয়ার্ড অন্য কেউ পরিচিত হয়ে গেছে, বা পাসওয়ার্ডটি অননুমোদিতভাবে ব্যবহার করা হচ্ছে বা হওয়ার সম্ভাবনা আছে, তাহলে আপনাকে অবিলম্বে আমাদের জানাতে হবে। আপনি সম্মত হন যে আপনি যদি এমন কোনো তথ্য প্রদান করেন যা অসত্য, ভুল, বর্তমান নয় বা অসম্পূর্ণ বা আমাদের কাছে সন্দেহ করার যুক্তিসঙ্গত কারণ থাকে যে এই ধরনের তথ্য অসত্য, ভুল, বর্তমান বা অসম্পূর্ণ নয় বা এই ব্যবহারের শর্তাবলী অনুসারে নয়, আমরা ওয়েবসাইটে আপনার সদস্যপদ স্থগিত বা বাতিল করার অধিকার রয়েছে।<br/><br/>

                4.4 ওয়েবসাইটটি তার নিজস্ব বিবেচনার ভিত্তিতে প্রয়োজনীয় বলে মনে করতে পারে এমন উদ্দেশ্যে অ্যাক্সেসযোগ্য হতে পারে, তবে নিয়মিত রক্ষণাবেক্ষণ সহ কিন্তু সীমাবদ্ধ নয়। যাইহোক, ব্যবহারকারীদের কাছে এই ধরনের অপ্রাপ্যতার কারণে উদ্ভূত কোনো ক্ষতি বা দাবির জন্য কমদাম ডট কম কে কোনো অবস্থাতেই দায়ী করা হবে না এবং ব্যবহারকারীরা এই বিষয়ে কমদাম ডট কম বিরুদ্ধে কোনো দাবি স্পষ্টভাবে পরিত্যাগ করবেন।<br/><br/>

                4.5 komdaam.com একটি প্ল্যাটফর্ম হিসাবে বিভিন্ন মোবাইল নম্বর সহ একক ব্যবহারকারীর মালিকানাধীন একাধিক অ্যাকাউন্ট সমর্থন বা উৎসাহিত করে না এবং পরিষেবার যে কোনও ধরণের অপব্যবহারের আওতায় পড়তে পারে এমন কোনও অ্যাকাউন্টকে সীমাবদ্ধ, নিষ্ক্রিয় বা নিষ্ক্রিয় করার অধিকার সংরক্ষণ করে।<br/><br/>

                <span className='font-bold'>5. চার্জ</span><br/><br/>

                5.1 ওয়েবসাইটে সদস্যতা ব্যবহারকারীদের জন্য বিনামূল্যে। কমদাম ডট কম ওয়েবসাইটে ব্রাউজিং এবং কেনাকাটার জন্য কোনো ফি নেয় না। কমদাম ডট কম সময়ে সময়ে তার ফি নীতি পরিবর্তন করার অধিকার সংরক্ষণ করে। বিশেষ করে, কমদাম ডট কম তার নিজস্ব বিবেচনার ভিত্তিতে নতুন পরিষেবা চালু করতে পারে এবং ওয়েবসাইটে দেওয়া কিছু বা সমস্ত বিদ্যমান পরিষেবাগুলিকে সংশোধন করতে পারে। এই ধরনের ইভেন্টে, কমদাম ডট কম প্রদত্ত নতুন পরিষেবাগুলির জন্য ফি প্রবর্তন করার বা বিদ্যমান পরিষেবাগুলির জন্য ফি সংশোধন/পরিবর্তনের অধিকার সংরক্ষণ করে, যেমনটি হতে পারে। ফি নীতিতে পরিবর্তনগুলি ওয়েবসাইটে পোস্ট করা হবে এবং এই ধরনের পরিবর্তনগুলি ওয়েবসাইটে পোস্ট করার সাথে সাথেই স্বয়ংক্রিয়ভাবে কার্যকর হবে৷<br/><br/>

                <span className='font-bold'>6. কপিরাইট</span><br/><br/>

                6.1 কমদাম ডটকম-এ থাকা উপাদান (সামগ্রী সহ, এবং অন্য কোন বিষয়বস্তু, সফ্টওয়্যার বা পরিষেবা) হল কমদাম ডটকম লিমিটেড, এর সহযোগী সংস্থা, সহযোগী এবং/অথবা তৃতীয় পক্ষের লাইসেন্সকারীদের সম্পত্তি। কমদাম ডটকম লিমিটেডের লিখিত অনুমতি ছাড়া এই সাইটের কোন উপাদান কপি, পুনরুত্পাদন, পুনঃপ্রকাশ, ইনস্টল, পোস্ট, প্রেরণ, সংরক্ষণ বা বিতরণ করা যাবে না।<br/><br/>

                6.2 আপনি অ্যাক্সেস, অর্জন, অনুলিপি করার জন্য কোনও "ডিপ-লিঙ্ক", "পৃষ্ঠা-স্ক্র্যাপ", "রোবট", "স্পাইডার" বা অন্যান্য স্বয়ংক্রিয় ডিভাইস, প্রোগ্রাম, অ্যালগরিদম বা পদ্ধতি, বা অনুরূপ বা সমতুল্য ম্যানুয়াল প্রক্রিয়া ব্যবহার করতে পারবেন না বা ওয়েবসাইটের কোনো অংশ বা কোনো বিষয়বস্তু নিরীক্ষণ, অথবা কোনো উপায়ে ন্যাভিগেশনাল স্ট্রাকচার বা ওয়েবসাইট বা কোনো বিষয়বস্তুর উপস্থাপনাকে পুনরুত্পাদন বা বাধা দেওয়া, উদ্দেশ্যমূলকভাবে উপলব্ধ করা হয়নি এমন কোনো উপায়ে কোনো উপকরণ, নথি বা তথ্য পাওয়ার বা প্রাপ্ত করার চেষ্টা করা। ওয়েবসাইট. আমরা এই ধরনের যেকোনো কার্যকলাপে বাধা দেওয়ার আমাদের অধিকার সংরক্ষণ করি।<br/><br/>

                <span className='font-bold'>7. কুকিজ</span><br/><br/>

                7.1 এই সাইটটি কুকিজ ব্যবহার করে, যার অর্থ হল এই সাইটের সমস্ত কার্যকারিতা সঠিকভাবে কাজ করার জন্য আপনার কম্পিউটারে কুকিজ সক্রিয় থাকতে হবে৷ একটি কুকি হল একটি ছোট ডেটা ফাইল যা আপনার হার্ড ড্রাইভে লেখা হয় যখন আপনি কিছু নির্দিষ্ট ওয়েব সাইটে যান। কুকি ফাইলগুলিতে নির্দিষ্ট তথ্য থাকে, যেমন একটি এলোমেলো নম্বর ব্যবহারকারী আইডি যা সাইটটি পরিদর্শন করা পৃষ্ঠাগুলি ট্র্যাক করার জন্য একজন দর্শককে বরাদ্দ করে। একটি কুকি আপনার হার্ড ডিস্কের ডেটা পড়তে পারে না বা অন্য সাইট দ্বারা তৈরি কুকি ফাইলগুলি পড়তে পারে না। কুকিজ, নিজেদের দ্বারা, কোনো ব্যবহারকারীর পরিচয় খুঁজে বের করতে ব্যবহার করা যাবে না।<br/><br/>

                <span className='font-bold'>8. প্রচারমূলক কার্যকলাপ</span><br/><br/>

                8.1 এর পরিষেবাগুলি প্রচার করার জন্য কমদাম ডটকম বিভিন্ন বিজ্ঞাপন এবং বিজ্ঞাপন ব্যবহার করে যা সত্য এবং আমাদের সর্বোত্তম জ্ঞান এবং বিশ্বাসের জন্য প্রতারণামূলক বা অন্যায় নয়। প্রতিটি ব্যবহারকারী পরিষেবাটি ব্যবহার করার আগে ওয়েবসাইটে থাকা প্রাসঙ্গিক তথ্যের মাধ্যমে যেতে বাধ্য এবং এটি ধরে নেওয়া হবে যে প্রতিটি ব্যবহারকারী ওয়েবসাইটে প্রদত্ত প্রতিটি তথ্য সম্পর্কে সচেতন। ওয়েবসাইটের পণ্যের ছবি শুধুমাত্র রেফারেন্সের জন্য এবং প্রদত্ত ছবি থেকে প্রকৃত পণ্য ভিন্ন হতে পারে। ওয়েবসাইট আইন দ্বারা অনুমোদিত সম্পূর্ণ পরিমাণে এই শেষ পর্যন্ত কোনো অসঙ্গতি থেকে উদ্ভূত কোনো দায় অস্বীকার করে।<br/><br/>

                8.2 যেকোনো স্বল্পমেয়াদী বা দীর্ঘমেয়াদী প্রচারমূলক কার্যকলাপ বা অফার(গুলি) ডিফল্টভাবে কমদাম ডটকম এ কোনো নির্দিষ্ট অ্যাকাউন্টের অধীনে প্রস্তাবিত সময়সীমার মধ্যে একটি একক অর্ডারের জন্য বৈধ। যেকোনো অফার বা প্রচারের সময় যে কোনো পুনরাবৃত্তিমূলক বা সন্দেহজনক বা অপমানজনক অনুশীলনের ফলে অর্ডার বাতিল হয়ে যেতে পারে এবং অন্যান্য ব্যবহারকারীদের অধিকার ও সুবিধা রক্ষা করার জন্য কমদাম ডটকম এটি করার অধিকার সংরক্ষণ করে। যে অ্যাকাউন্টটি প্ল্যাটফর্মে যেকোনো উপায়ে যেকোনো অফারকে অপব্যবহার করতে পারে সেটিও প্ল্যাটফর্মে হাইজিন ফ্যাক্টর বজায় রাখার জন্য বাতিল করা যেতে পারে। কমদাম ডটকম যে স্বয়ংক্রিয় অপব্যবহার আটক প্রযুক্তি রয়েছে তাও যে কোনও সময় কোনও ধরণের পূর্ব বিজ্ঞপ্তি ছাড়াই প্রয়োগ করা যেতে পারে।<br/><br/>

                8.3 বিভিন্ন বিপণন চ্যানেলের মাধ্যমে গ্রাহকদের যেকোন নির্দিষ্ট অংশকে অফার করা ডিসকাউন্ট কোড(গুলি) কোনো পূর্ব নোটিশ ছাড়াই কর্তৃপক্ষ যে কোনো সময় অক্ষম বা বাড়ানো হতে পারে। যেকোন ধরনের অপব্যবহার বা সন্দেহজনক ব্যবহারকে রক্ষা করার জন্য ব্যবহারকারী বেস দ্বারা মূল্য পরিবর্তন এবং এর তীব্র ব্যবহারের সাথে সামঞ্জস্য করার জন্য পদ্ধতিটিও পরিবর্তন করা যেতে পারে।<br/><br/>

                <span className='font-bold'>9. চুক্তি</span><br/><br/>

                9.1 আপনার অর্ডারটি আপনার অর্ডারে পণ্য(গুলি) কেনার জন্য আমাদের কাছে একটি অফার। আপনি যখন আমাদের কাছ থেকে একটি পণ্য কেনার জন্য একটি অর্ডার দেন, তখন আপনি একটি ই-মেইল এবং/অথবা আপনার মোবাইল ফোন নম্বরে আপনার অর্ডারের প্রাপ্তি নিশ্চিত করে এবং/অথবা আপনার অর্ডারের বিশদ বিবরণ সহ একটি ই-মেইল এবং/অথবা SMS পাবেন ("অর্ডার নিশ্চিতকরণ ই-মেইল এবং/অথবা SMS")। অর্ডার কনফার্মেশন ই-মেইল এবং/অথবা এসএমএস হল এই স্বীকৃতি যে আমরা আপনার অর্ডার পেয়েছি, কিন্তু অর্ডার করা পণ্য(গুলি) কেনার জন্য আপনার প্রস্তাবের স্বীকৃতি নিশ্চিত করে না; যে যখন আমরা অর্ডার কনফার্মেশন ই-মেইল এবং/অথবা এসএমএস পাঠাই তখন একটি চুক্তি "বিক্রয় করার চুক্তি" নামে একটি চুক্তি সম্পন্ন হয় যা পণ্য বিক্রয় আইন, 1930 এর ধারা 4(3) অনুসারে সমাপ্ত হয় অর্থাৎ পণ্যের মধ্যে সম্পত্তি হস্তান্তর ভবিষ্যতের সময়ে সংঘটিত হবে যখন পণ্য(গুলি) আপনার নির্ধারিত ঠিকানায় পৌঁছে দেওয়া হবে। আমরা শুধুমাত্র আপনার অফারটি গ্রহণ করি এবং উপরোক্ত "বিক্রয় করার চুক্তি" পণ্য(গুলি) বিক্রয়ের জন্য একটি চুক্তিতে পরিণত হয় যা আপনি পণ্য বিক্রয় আইন, 1930-এর ধারা 4(4) অনুসারে অর্ডার করেছেন, যখন পণ্য(গুলি) আপনার নির্ধারিত ঠিকানায় পৌঁছে দেওয়া হয় এবং সেই সময়ে পণ্যের সম্পত্তি আমাদের থেকে আপনার কাছে হস্তান্তর করা হয়।<br/><br/>

                9.2 পণ্যগুলি আপনার কাছে পৌঁছে দেওয়ার আগে আপনি কোনও মূল্য ছাড়াই কোনও পণ্যের জন্য আপনার অর্ডার বাতিল করতে পারেন।<br/><br/>

                9.3 দয়া করে মনে রাখবেন যে আমরা কেবলমাত্র এমন পরিমাণে পণ্য বিক্রি করি যা একটি গড় পরিবারের সাধারণ চাহিদার সাথে সামঞ্জস্যপূর্ণ। এটি একটি একক অর্ডারের মধ্যে অর্ডার করা পণ্যের সংখ্যা এবং একই পণ্যের জন্য বেশ কয়েকটি অর্ডার দেওয়ার ক্ষেত্রে উভয় ক্ষেত্রেই প্রযোজ্য যেখানে স্বতন্ত্র অর্ডারগুলি একটি সাধারণ পরিবারের জন্য সাধারণ একটি পরিমাণ নিয়ে গঠিত।<br/><br/>

                <span className='font-bold'>10. পণ্যের বিবরণ</span><br/><br/>

                10.1 কমদাম ডটকম যথাসম্ভব নির্ভুল হওয়ার চেষ্টা করে। কমদাম ডটকম নিজেদের দ্বারা কোন পণ্য তৈরি বা উৎপাদন করে না। অতএব, কমদাম ডটকম কোন  কমদাম ডটকম পণ্যের পণ্যের বিবরণ বা অন্যান্য বিষয়বস্তু সঠিক, সম্পূর্ণ, নির্ভরযোগ্য, বর্তমান বা ত্রুটি-মুক্ত হওয়ার নিশ্চয়তা দেয় না। যদি কমদাম ডটকম দেওয়া কোনও পণ্য বর্ণনা অনুযায়ী না হয়, তবে আপনার একমাত্র প্রতিকার হল অব্যবহৃত অবস্থায় ফেরত দেওয়া।<br/><br/>

                <span className='font-bold'>11. মূল্য নির্ধারণ</span><br/><br/>

                11.1 অন্যথায় উল্লেখ করা ব্যতীত, কমদাম ডটকম পণ্যের জন্য প্রদর্শিত তালিকা মূল্য বা প্রস্তাবিত মূল্য পণ্যটিতেই তালিকাভুক্ত সম্পূর্ণ খুচরা মূল্যের প্রতিনিধিত্ব করে, প্রস্তুতকারক বা সরবরাহকারীর দ্বারা প্রস্তাবিত, বা আদর্শ শিল্প অনুশীলন অনুসারে অনুমান করা হয়; অথবা অন্য কোথাও দেওয়া তুলনামূলকভাবে বৈশিষ্ট্যযুক্ত আইটেমের জন্য আনুমানিক খুচরা মূল্য। তালিকা মূল্য বা প্রস্তাবিত মূল্য একটি তুলনামূলক মূল্য অনুমান এবং যে কোনো নির্দিষ্ট দিনে প্রতিটি এলাকায় বিদ্যমান মূল্য প্রতিনিধিত্ব করতে পারে বা নাও হতে পারে।<br/><br/>

                11.2 আমাদের সর্বোত্তম প্রচেষ্টা সত্ত্বেও, আমাদের ক্যাটালগের অল্প সংখ্যক আইটেমের মূল্য ভুল হতে পারে। যদি কমদাম ডটকম দ্বারা বিক্রি করা একটি আইটেমের এমআরপি আমাদের নির্ধারিত মূল্যের চেয়ে বেশি হয়, আমরা আমাদের বিবেচনার ভিত্তিতে, শিপিংয়ের আগে নির্দেশাবলীর জন্য আপনার সাথে যোগাযোগ করব বা আপনার অর্ডার বাতিল করব এবং এই ধরনের বাতিলকরণ সম্পর্কে আপনাকে অবহিত করব। এবং যদি পণ্যের উল্লিখিত মূল্য কমদাম ডটকম চেয়ে কম হয়, আমরা হয় অর্থ ফেরত দেব বা আপনার পছন্দ অনুযায়ী পণ্যটি প্রতিস্থাপন করব, যখন স্বীকার করা হবে।<br/><br/>

                <span className='font-bold'>12. রিটার্ন পলিসি</span><br/><br/>

                12.1 একজন ব্যবহারকারী ডেলিভারির সময়, বা 7 দিনের মধ্যে যেকোনো পণ্য ফেরত দিতে পারেন যদি:<br/><br/>
                ক) পণ্য ব্যবহারকারীর প্রত্যাশা পূরণ করে না।<br/>
                খ) প্রসবের সময় ক্ষতিগ্রস্ত পাওয়া গেছে<br/>
                গ) পণ্যের গুণমান এবং পরিমাণ সম্পর্কে সন্দেহ আছে<br/>
                ঘ) অস্বাস্থ্যকর/অপ্রত্যাশিত অবস্থায় প্রাপ্ত<br/>
                e) প্যাকেজিং সঙ্গে সন্তুষ্ট না<br/>
                চ) পণ্য অব্যবহারযোগ্য খুঁজে পায়<br/><br/>
                আমরা ক্রমাগত রিটার্ন এবং রিফান্ডের অত্যধিক অনুরোধ সহ গ্রাহকদের অ্যাকাউন্ট পর্যবেক্ষণ করছি। এটি প্রতিরোধে আমরা প্রয়োজনীয় পদক্ষেপ নিচ্ছি।<br/><br/>

                12.2 একজন ব্যবহারকারী আইটেমটি পাওয়ার 7 দিনের মধ্যে 20% বা তার কম পর্যন্ত যেকোন না খোলা বা ত্রুটিপূর্ণ আইটেম ফেরত দিতে পারে। কিন্তু নিম্নলিখিত পণ্যগুলি ফেরত বা প্রতিস্থাপনের জন্য যোগ্য নাও হতে পারে:<br/><br/>
                ক) পণ্যের অপব্যবহারের কারণে ক্ষতি<br/>
                খ) পণ্যের ত্রুটির কারণে দুর্ঘটনাজনিত ক্ষতি<br/>
                গ) যেকোন ভোগ্য আইটেম যা ব্যবহৃত/ইনস্টল করা হয়েছে<br/>
                ঘ) ট্যাম্পারড বা অনুপস্থিত সিরিয়াল/ইউপিসি নম্বর সহ পণ্য<br/>
                e) কোনো ক্ষতি/ত্রুটি যা প্রস্তুতকারকের ওয়ারেন্টির আওতায় নেই<br/>
                f) যে কোনো পণ্য যা সমস্ত আসল প্যাকেজিং এবং আনুষাঙ্গিক ছাড়াই ফেরত দেওয়া হয়, যার মধ্যে বাক্স, প্রস্তুতকারকের প্যাকেজিং যদি থাকে, এবং অন্যান্য সমস্ত আইটেম যা মূলত সরবরাহ করা পণ্যের সাথে অন্তর্ভুক্ত।<br/><br/>

                <span className='font-bold'>13. ফেরত নীতি</span><br/><br/>

                13.1 কমদাম ডটকম ব্যবহারকারীদের পরিবেশন করার জন্য যথাসাধ্য চেষ্টা করে। কিন্তু যদি কোন পরিস্থিতিতে, আমরা আমাদের প্রতিশ্রুতি পূরণ করতে বা পরিষেবা প্রদান করতে ব্যর্থ হই, আমরা আপনাকে ফোন/টেক্সট/ইমেলের মাধ্যমে 24 ঘন্টার মধ্যে অবহিত করব। যদি পরিষেবাটি, যে কমদাম ডটকম সম্পূর্ণ করতে ব্যর্থ হয়, কোন অর্থ ফেরতের প্রয়োজন হয়, আমাদের স্বীকৃতির 10 দিনের মধ্যে এটি সর্বোচ্চ করা হবে।<br/><br/>

                13.2 উল্লিখিত পরিস্থিতিতে রিফান্ডের অনুরোধগুলি প্রক্রিয়া করা হবে:<br/>
                - কোন পণ্যের সাথে পরিবেশন করতে অক্ষম।
                - গ্রাহক পেইড অর্ডার থেকে যেকোনো পণ্য ফেরত দেন।
                - প্রেরিত অর্ডার পাঠানোর আগেই গ্রাহক বাতিল করে দেয়।<br/>
                উপরের তিনটি পরিস্থিতির জন্য, ফেরতের পরিমাণ গ্রাহকের চালডাল ব্যালেন্সে পাঠানো হবে। এবং ব্যালেন্স শুধুমাত্র কমদাম ডটকম কেনার জন্য ব্যবহার করা যেতে পারে। গ্রাহকের অনুরোধে,  কমদাম ডটকম 10 দিনের মধ্যে ব্যবহারকারীর মূল অর্থপ্রদানের উত্সে ফেরতের পরিমাণ স্থানান্তর করবে। রিফান্ড শুধুমাত্র সেই গ্রাহকদের জন্য অনুমোদিত যারা বিকাশ বা কার্ড বা অন্যান্য ইলেকট্রনিক পদ্ধতির মাধ্যমে অর্থ প্রদান করেছেন। নগদ অর্থের মাধ্যমে প্রদান করা অর্ডারগুলির জন্য, ফেরত শুধুমাত্র কমদাম ডটকম ক্রেডিটগুলির মাধ্যমে প্রদান করা হয়।<br/><br/>

                <span className='font-bold'>14. সরবরাহ নীতি</span><br/><br/>

                14.1 কমদাম ডটকম নিজে কোনো পণ্য উৎপাদন বা উত্পাদন করে না, তাই কমদাম ডটকম গুণমান নিয়ন্ত্রণ করার চেষ্টা করে, কিন্তু কোনোটির জন্য গুণমানের নিশ্চয়তা দেয় না। আমরা বিশ্বাস করি প্রস্তুতকারক/ বিক্রেতা/ সরবরাহকারী প্রতিটি পণ্যের গুণমান নিশ্চিত করতে সম্পূর্ণরূপে সক্ষম।<br/><br/>

                14.2 যদি কোনো ব্যবহারকারী, অর্ডার ডেলিভারি প্রাপ্তির সময়, স্বাস্থ্য/জীবন/নিরাপত্তার জন্য ক্ষতিকর কোনো পণ্য খুঁজে পান, আমরা সম্পূর্ণ দায় নেব এবং সেই পণ্যের ফেরত গ্রহণ করব। প্রদত্ত ডেলিভারির 12 ঘন্টা পরে ব্যবহারকারী যদি কোনও হুমকির সম্মুখীন হন, তাহলে আমরা এটিকে প্রস্তুতকারক বা সরবরাহকারীদের কাছ থেকে মানের নিশ্চয়তার অভাব হিসাবে বিবেচনা করব।<br/><br/>

                14.3 ওয়েবসাইটে প্রদর্শিত সমস্ত পণ্য পরিবর্তন সাপেক্ষে এবং প্রাপ্যতা সাপেক্ষে।<br/><br/>

                <span className='font-bold'>15. পরিবর্তন</span><br/><br/>

                15.1 komdaam.com এই নিয়ম ও শর্তাবলী পরিবর্তন করার অধিকার সংরক্ষণ করে। komdaam.com এ পোস্ট করার সাথে সাথে এই ধরনের পরিবর্তন কার্যকর হবে। আপনি এই ধরনের পরিবর্তন পর্যালোচনার জন্য দায়ী. komdaam.com -এর আপনার ক্রমাগত অ্যাক্সেস বা ব্যবহার পরিবর্তিত শর্তাবলীতে আপনার সম্মতি বলে বিবেচিত হবে।<br/><br/>

                <span className='font-bold'>16. কমদাম ডটকম সফ্টওয়্যার শর্তাবলী</span><br/><br/>

                16.1 komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপ ব্যবহার: আপনি komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপ ব্যবহার করতে পারেন শুধুমাত্র komdaam.com দ্বারা প্রদত্ত পরিষেবাগুলি ব্যবহার করতে এবং উপভোগ করতে সক্ষম করার উদ্দেশ্যে, এবং এই শর্তাবলী দ্বারা অনুমোদিত৷ আপনি komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপের কোনো অংশ আপনার নিজস্ব প্রোগ্রামে অন্তর্ভুক্ত করতে পারবেন না বা আপনার নিজের প্রোগ্রামের সাথে এটির কোনো অংশ সংকলন করতে পারবেন না, অন্য পরিষেবার সাথে ব্যবহারের জন্য এটি স্থানান্তর করতে পারবেন না, বা বিক্রি, ভাড়া, লিজ, ধার, ঋণ, komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপ বিতরণ বা উপ-লাইসেন্স বা অন্যথায় komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপকে সম্পূর্ণ বা আংশিকভাবে কোনো অধিকার প্রদান করুন। আপনি কোন অবৈধ উদ্দেশ্যে komdaam.com সফটওয়্যার/অ্যাপ্লিকেশন/অ্যাপ ব্যবহার করতে পারবেন না। আমরা যেকোন komdaam.com সফটওয়্যার/অ্যাপ্লিকেশন/অ্যাপ প্রদান করা বন্ধ করে দিতে পারি এবং যেকোন সময় যেকোন komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপ ব্যবহার করার আপনার অধিকার আমরা বাতিল করতে পারি। komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপ ব্যবহার করার আপনার অধিকার স্বয়ংক্রিয়ভাবে আমাদের কাছ থেকে নোটিশ ছাড়াই শেষ হয়ে যাবে যদি আপনি সহযোগিতা করতে ব্যর্থ হন।<br/><br/>

                16.2 তৃতীয় পক্ষের পরিষেবাগুলির ব্যবহার: আপনি যখন komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপ ব্যবহার করেন, তখন আপনি এক বা একাধিক তৃতীয় পক্ষের পরিষেবাগুলিও ব্যবহার করছেন, যেমন একটি বেতার ক্যারিয়ার বা একটি মোবাইল প্ল্যাটফর্ম প্রদানকারী৷ এই তৃতীয় পক্ষের পরিষেবাগুলির আপনার ব্যবহার সেই তৃতীয় পক্ষের পৃথক নীতি, ব্যবহারের শর্তাবলী এবং ফিগুলির সাপেক্ষে হতে পারে৷<br/><br/>

                16.3 রিভার্স ইঞ্জিনিয়ারিং নয়: আপনি নাও পারেন এবং আপনি অন্য কোন ব্যক্তিকে komdaam.com সফটওয়্যার/অ্যাপ্লিকেশন/অ্যাপকে কপি, পরিবর্তন, রিভার্স ইঞ্জিনিয়ার, ডিকম্পাইল বা বিচ্ছিন্ন করার জন্য উৎসাহিত, সহায়তা বা অনুমোদন করবেন না। আংশিকভাবে, বা komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপ থেকে বা এর কোনো ডেরিভেটিভ কাজ তৈরি করুন।<br/><br/>

                16.4 আপডেট: komdaam.com সফ্টওয়্যার/অ্যাপ্লিকেশন/অ্যাপ আপ-টু-ডেট রাখার জন্য, আমরা যেকোন সময় এবং আপনাকে নোটিশ ছাড়াই স্বয়ংক্রিয় বা ম্যানুয়াল আপডেট অফার করতে পারি।<br/><br/>

            </p>

        </div>
    )
}

export default TermsConditions